export const RULES_TEXT = "Если игрок побеждает, он получает 1 очко. Если компьютер выигрывает, игрок теряет 1 очко."

export const DEFAULT_RULES_TEXT: string[] = [
    'Бумага побеждает камень',
    'Камень побеждает ножницы',
    'Ножницы побеждают бумагу'
]

export const BONUS_RULES_TEXT: string[] = [
    'Ножницы побеждают бумагу',
    'Бумага побеждает камень',
    'Камень побеждает Ящерицу',
    'Ящерица побеждает Спока',
    'Спок побеждает Ножницы',
    'Ножницы побеждают Ящерицу',
    'Бумага побеждает Спока',
    'Камень побеждает ножницы',
    'Ящерица побеждает бумагу',
    'Спок побеждает камень'
]